---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.FabricFailures.MinorSpacingFailure
source: html/12f8e9bb-d111-f035-e5b8-86b30cf63669.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FabricFailures.MinorSpacingFailure Property

The spacing in the minor direction is lower than diameter of the wire in the major direction.

## Syntax (C#)
```csharp
public static FailureDefinitionId MinorSpacingFailure { get; }
```